Repository: benayaram/Holy-Word-App-Flutter
Catalog: holy_word_app/lib/l10n/app_*.arb
Languages: te

# appTitle
source: Holy Word App
te: పవిత్ర వాక్యం

source: Daily Devotional
te: దిన ధ్యానం

source: Today's Word
te: ఈ రోజు వాక్యం

source: Audio Devotional
te: ఆడియో ధ్యానం

source: Prayer Reminder
te: ప్రార్థన రిమైండర్

source: Daily Prayer
te: దిన ప్రార్థన

source: Settings
te: సెట్టింగులు

source: Language
te: భాష

source: Select Language
te: భాషను ఎంచుకోండి

source: English
te: ఆంగ్లం

source: Telugu
te: తెలుగు

source: Prayer Time
te: ప్రార్థన సమయం

# prayerTimeBody
source: It's time for your daily prayer.
te: ఇది మీ రోజువారీ ప్రార్థన సమయం.

# reminderSet
source: Reminder set for {time}
te: {time} కి రిమైండర్ సెట్ చేయబడింది

# prayerContent
source: Lord, thank you for your endless love. Help me to walk in your light today and share your love with others. Amen.
te: ప్రభువా, మీ అంతులేని ప్రేమకు ధన్యవాదాలు. ఈ రోజు మీ వెలుగులో నడవడానికి మరియు మీ ప్రేమను ఇతరులతో పంచుకోవడానికి నాకు సహాయం చేయండి. ఆమెన్.

source: Bible
te: బైబిల్
